ext-sources-app/tests/test_files/soap/NPI_testGetNPINumber_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:getNPINumber>
         <arg0>1295889665</arg0>
      </impl:getNPINumber>
   </soapenv:Body>
</soapenv:Envelope>